Repository: jimregan/citizens-information-raw
Catalog: en-pl/www.citizensinformation.ie/pl/social_welfare/social_welfare_payments/unemployed_people/jobseekers_benefit.html.txt.tmx
Source language: en
Languages: pl

source: • How to apply • Where to apply
pl: • Jak ubiegać się o zasiłek

source: Jobseeker's Benefit is a weekly payment from the Department of Social Protection (DSP) to people who are out of work and are covered by social insurance (PRSI)
pl: Zasiłek dla poszukujących pracy (Jobseeker's Benefit) jest wypłacany co tydzień osobom bezrobotnym objętym ubezpieczeniem społecznym (PRSI)

source: If you don't qualify for Jobseeker's Benefit you may qualify for Jobseeker's Allowance
pl: Zasiłek dla poszukujących pracy nazywał się przedtem zasiłkiem dla bezrobotnych, nazwa świadczenia zmieniła się w 2006 r

source: Intreo - the integrated employment and support service
pl: Intreo - zintegrowana usługa zatrudnienia i wsparcia

source: Intreo is a service from the Department of Social Protection which provides a single point of contact for all employment and income supports
pl: Intreo jest nową usługą Wydziału Opieki Społecznej, która będzie stanowić jeden punkt kontaktowy dla wszelkich czynników wsparcia w zakresie zatrudnienia i dochodów

source: Details of Intreo locations are published on welfare.ie
pl: Szczegóły nowych lokalizacji zostaną opublikowane na stronie welfare.ie

source: To qualify for Jobseeker's Benefit you must be aged under 66 and:
pl: • Być poniżej 66 roku życia

source: • Be unemployed (you must be fully unemployed or unemployed for at least 4 days out of 7)
pl: • Być bezrobotnym (należy być całkowicie bezrobotnym lub bezrobotnym przez przynajmniej 4 z 7 dni)

source: • Have had a substantial loss of employment and as a result be unemployed for at least 4 days out of 7
pl: • Ponosić znaczący ubytek w zatrudnieniu i w wyniku tego być bezrobotnym przez przynajmniej 4 z 7 dni

source: • Be capable of work
pl: • Mieć opłaconą wystarczającą ilość składek ubezpieczenia społecznego PRSI

source: • Be available for and genuinely seeking work
pl: • Być zdolnym do pracy

source: • Have enough social insurance (PRSI) contributions
pl: • Być dostępnym i rzeczywiście poszukiwać pracy

source: You can read more about the conditions for getting a jobseeker's payment and about the employment services the Department of Social Protection offers to jobseekers. There are some exceptions to the rules for pregnant women around the time of birth
pl: Więcej informacji na temat warunków przyznania zasiłku dla osób poszukujących pracy oraz form pomocy oferowanych osobom poszukującym pracy przez Departament Ochrony Socjalnej

source: Jobseeker's Benefit and work
pl: Praca i zasiłek dla bezrobotnych

source: To get Jobseeker's Benefit you must be unemployed or have lost at least one day's employment and as a result be unemployed for at least 4 days out of 7 days
pl: Aby otrzymać zasiłek dla bezrobotnych, musicie być bezrobotni lub utracić co najmniej jeden dzień zatrudnienia i w rezultacie, być bezrobotnym przez przynajmniej 4 z 7 dni

source: You may continue to get Jobseeker's Benefit if you can only find part-time or casual work
pl: Więcej informacji znajdziecie w praca i zasiłek dla bezrobotnych

source: Where a Jobseeker's Benefit recipient is working for part of a week, their entitlement will be based on a 5-day payment week
pl: W przypadku, gdy odbiorca zasiłku dla bezrobotnych pracuje przez część tygodnia, przysługujące mu uprawnienia oparte będą na 5-dniowym tygodniu wypłat

source: This means that for each day that a person is employed, 1/5th of the normal rate of Jobseeker's Benefit is deducted
pl: Oznacza to, że za każdy dzień zatrudnienia tej osoby, odliczona zostanie 1/5 standardowej stawki zasiłku dla bezrobotnych

source: If they get part-time work for 2 days, they will get 3/5ths of the normal Jobseeker's Benefit for that week and if they get part-time work for 3 days they will get 2/5ths of the normal rate of Jobseeker’s Benefit for the week
pl: Jeśli wykonuje pracę w niepełnym wymiarze przez 2 dni, za ten tydzień otrzyma 3/5 standardowej stawki zasiłku, zaś jeśli pracuje przez 3 dni, wówczas otrzyma w tym tygodniu 2/5 standardowej stawki zasiłku.Aby móc wystąpić o zasiłek dla bezrobotnych, należy być bezrobotnym przez przynajmniej 4 z 7 dni

source: You must still be unemployed for at least 4 days out of 7 to claim Jobseeker's Benefit
pl: O zmianach tych możesz przeczytać w najczęściej zadawanych pytaniach (FAQ)

source: There is an exemption from some of the rules for retained firefighters
pl: Niektóre z tych przepisów nie dotyczą strażaków pracujących w systemie pozaetatowym

source: More information is available about work and Jobseeker’s Benefit
pl: Więcej informacji znajdziecie w części o pracy i zasiłku dla bezrobotnych

source: You must have suffered a substantial loss of employment in any period of 7 consecutive days to be eligible for Jobseeker's Benefit (casual workers and retained firefighters with no other employment are exempt from this rule)
pl: Warunkiem przyznania zasiłku dla osób poszukujących pracy jest utrata zatrudnienia w okresie 7 kolejnych dni (wyjątek od tej reguły stanowią pracownicy sezonowi oraz strażacy pracujący w systemie pozaetatowym)

source: This means that you must have lost at least one day's employment and as a result of this loss be unemployed for at least 4 days out of 7
pl: Oznacza to wymóg utraty co najmniej jednego dnia zatrudnienia i — wskutek tego — pozostawanie bez pracy przez co najmniej 4 dni z 7

source: Your earnings must also have been reduced because of the loss of employment
pl: Zarobki musiały również ulec zmniejszeniu z uwagi na utratę pracy

source: Social insurance (PRSI) contributions
pl: Składki na ubezpieczenie społeczne (PRSI)

source: To qualify for Jobseeker's Benefit, you must pay Class A, H or P PRSI contributions
pl: Aby zakwalifikować się do uzyskania zasiłku dla bezrobotnych, konieczne jest opłacanie składki Klasy A, H lub PRSI

source: Class A is the one paid by most private sector employees
pl: Klasa A to ta, którą opłaca większość pracowników sektora prywatnego

source: Class H is paid by soldiers, reservists and temporary army nurses, who do not qualify for Jobseeker's Benefit until they have left the army
pl: Klasa H opłacana jest przez wojskowych, rezerwistów oraz pielęgniarki, okresowo służące w armii, którzy nie kwalifikują się do otrzymania zasiłku dla bezrobotnych, chyba że nie przebywają już w wojsku

source: • At least 104 weeks PRSI paid since you first started work
pl: • Od momentu podjęcia pierwszej pracy, opłacone zostały 104 tygodnie PRSI

source: • 39 weeks PRSI paid or credited in the relevant tax year (a minimum of 13 weeks must be paid contributions*) Or
pl: • Opłacone lub skredytowane zostało 39 tygodni PRSI w danym roku podatkowym, (składki muszą być opłacone za minimum 13 tygodni*)

source: • 26 weeks PRSI paid in the relevant tax year and 26 weeks PRSI paid in the tax year immediately before the relevant tax year
pl: • Opłacone zostało 26 tygodni PRSI w danym roku podatkowym, a 26 tygodni PRSI opłacone w roku podatkowym, natychmiast przed rozpoczęciem właściwego roku podatkowego

source: *If you do not have 13 paid contributions in the relevant tax year, you must have paid 13 contributions in any of the following years:
pl: *Jeśli macie opłacone 13 składek w wiążącym roku podatkowym, musicie opłacić 13 składek w jednym z następujących lat:

source: • The 2 tax years before the relevant tax year
pl: • 2 lata podatkowe przed wiążącym rokiem podatkowym

source: • The last complete tax year
pl: • Ostatni rok podatkowy w całości

source: The relevant tax year is the second last complete tax year before the year in which your claim is made
pl: Właściwy rok podatkowy stanowi drugi ostatni kompletny rok podatkowy przed rokiem, w którym został złożony wniosek

source: So, for claims made in 2017, the relevant tax year is 2015
pl: Zatem, dla wniosku złożonego w 2014 roku, właściwym rokiem podatkowym jest rok 2012

source: There are a number of circumstances in which you can be awarded credited contributions
pl: Istnieje szereg okoliczności, w których możliwe jest kredytowanie składek

source: For example, pre-entry credits are given when you start employment for the first time in your working life
pl: Przykładowo osobom rozpoczynającym po raz pierwszy pracę zarobkową przyznawane jest tzw. wstępne kredytowanie

source: However, you can only qualify for Jobseeker's Benefit when you have actually paid 104 contributions
pl: Oznacza to, że taka osoba będzie uprawniona do pobierania zasiłku dla bezrobotnych, gdy faktycznie opłaci 104 składki

source: Credits are also awarded while you are getting certain social welfare payments, including Jobseeker's Benefit (provided it is for 6 days), Illness Benefit and, in some cases, Jobseeker's Allowance
pl: Kredytowanie jest zazwyczaj przyznawane w trakcie korzystania z określonych świadczeń społecznych w tym zasiłku dla bezrobotnych (pod warunkiem, że jest pobierany przez 6 dni), zapomogi dla bezrobotnych lub rentę inwalidzką

source: Contributions you have paid in other member states of the EU/EEA will be added to your Irish contributions
pl: Składki opłacane w pozostałych Państwach Członkowskich UE będą doliczane do składek opłacanych w Irlandii

source: If you are applying for Jobseeker's Benefit and need the contributions paid in another EU/EEA country to help you qualify, then your last contribution must have been in Ireland
pl: W przypadku osób ubiegających się o zasiłek dla bezrobotnych w Irlandii oraz potrzebujących opłaconych składek w innym Państwie Członkowskim, aby móc ubiegać się o zasiłek dla bezrobotnych, ostatnia opłacona przez nie składka musi być składką opłacaną w Irlandii

source: Under the Social Welfare (Consolidation) Act 2005 employers are obliged to register all employees for PRSI
pl: W oparciu o ustawę o opiece społecznej z roku 2005 pracodawca ma obowiązek rejestrowania wszystkich zatrudnionych i opłacania za nich składek na ubezpieczenie społeczne zależnych od dochodu (PRSI)

source: Read more in our document on your Employer's duty to pay social insurance
pl: Więcej informacji znaleźć można w naszym dokumencie dotyczącym obowiązku pracodawcy w zakresie opłacania składek na ubezpieczenie społeczne

source: You may be disqualified from getting Jobseeker's Benefit for 9 weeks if you:
pl: Możecie na 9 tygodni utracić zasiłek dla bezrobotnych, jeśli:

source: • Left work voluntarily and without a reasonable cause
pl: • Opuściliście pracę z własnej woli i bez racjonalnego powodu

source: • Lost your job through misconduct
pl: • Utraciliście pracę na skutek wykroczenia

source: • Refused an offer of suitable alternative employment or suitable training - if you have been on a penalty rate of JB for at least 21 days
pl: • Odrzuciliście propozycję stosownego alternatywnego zatrudnienia bądź odpowiedniego przeszkolenia

source: • Are aged under 55 and get a redundancy payment of more than €50,000
pl: • Jesteście w wieku poniżej 55 roku życia i otrzymujecie odprawę w kwocie przekraczającej 50,000€

source: The exact length of your disqualification (up to 9 weeks) will depend on the amount of redundancy payment you received
pl: Okres waszej dyskwalifikacji (do dziewięciu tygodni), w praktyce będzie zależeć od dokładnej kwoty otrzymanej odprawy – patrz niżej

source: If you are aged under 55 and get a redundancy payment of more than €50,000 you are disqualified from claiming Jobseeker's Benefit
pl: Od 1 lutego 2007 r. osoby w wieku poniżej 55 lat, które otrzymały odprawę wyższą niż €50 000, utracą prawo do występowania o zasiłek dla poszukujących pracy przez następujący okres

source: The table below shows how long you may be disqualified for
pl: Tabela poniżej przedstawia, jak długo możesz nie być objęty świadczeniem dla osób bezrobotnych

source: The length of the disqualification is at the discretion of the deciding officer (who can take your circumstances into account)
pl: Mimo iż zapis wykluczenia ze świadczenia jest obowiązkowy, sam okres takiego wykluczenia zależy od osoby podejmującej taką decyzję (osoba ta może wziąść pod uwagę Twoją sytuację)

source: Any period of disqualification is subtracted from your total Jobseeker's Benefit entitlement
pl: Proszę zauważyć, iż jakikolwiek okres wykluczenia ze świadczenia jest odjęty od okresu, w którym przysługuje Ci świadczenie dla osób bezrobotnych

source: So if you are disqualified for 3 weeks (which is 18 days payment) your JB claim starts on day 19. Note that people who take voluntary redundancy and do not get a redundancy payment of over €50,000 can claim jobseeker's payments immediately
pl: Czyli jeśli zostałeś wykluczony na okres 3 tygodni (co oznacza 18 dni płatności), Twoje świadczenie rozpoczyna się w dniu 19

source: │Amount of redundancy payment │Period of disqualification │
pl: │Kwota odprawy │Okres utraty prawa do zasiłku │

source: │€90,000.01 and over │9 weeks │
pl: │90 000,01 € i powyżej │9 tygodni │

source: Duration of Jobseeker's Benefit
pl: Okres przysługiwania zasiłku dla bezrobotnych

source: Jobseeker's Benefit is paid for 9 months (234 days) for people with 260 or more PRSI contributions paid
pl: W przypadku osób, które opłaciły co najmniej 260 składek na ubezpieczenie społeczne zależnych od dochodu (PRSI), jest skrócony z 12 miesięcy (312 dni) do 9 miesięcy (234 dni)

source: It is paid for 6 months (156 days) for people with fewer than 260 PRSI contributions paid
pl: W przypadku osób, które opłaciły mniej niż 260 składek na ubezpieczenie społeczne zależnych od dochodu (PRSI), jest skrócony z 9 miesięcy (234 dni) do 6 miesięcy (156 dni)

source: People over 65 who are claiming Jobseeker’s Benefit (JB), and who have at least 156 PRSI contributions, can continue to receive JB until their 66th birthday even if their claim is due to end before that date
pl: Istnieją pewne przepisy specjalne, które dotyczą poszukujących zatrudnienia osób w starszym wieku

source: For new JB claimants from 4 April 2013
pl: Dla nowych wnioskodawców od 4 kwietnia 2013 r

source: │Number of contributions │Duration of JB claim │
pl: │Liczba składek │Wnioskowany okres zasiłku │

source: │260 or more │234 days (9 months) │
pl: │260 lub więcej │234 dni (9 miesięcy) │

source: │Less than 260 │156 days (6 months) │
pl: │Poniżej 260 │156 dni (6 miesięcy) │

source: Re-qualifying for Jobseeker's Benefit
pl: Ponowna kwalifikacja do otrzymania zasiłku dla bezrobotnych

source: You can re-qualify for JB if:
pl: Możesz zostać ponownie zakwalifikowany(a) do otrzymania zasiłku dla bezrobotnych, jeśli:

source: • You have used up your full JB entitlement (either 9 or 6 months)
pl: • Całkowicie wykorzystałeś(aś) swoje uprawnienia do zasiłku (9 lub 6 miesięcy)

source: • You have paid 13 PRSI contributions for at least 13 weeks (these contributions can be counted only after you have claimed at least 156 days (6 months) of JB)
pl: • Opłaciłeś(aś) 13 składek PRSI w okresie co najmniej 13 tygodni (składki te mogą zostać zaliczone tylko w sytuacji, gdy występujesz o zasiłek dla bezrobotnych na okres co najmniej 156 dni (6 miesięcy)

source: However if you are working and claiming JB (systematic short-time workers and part-time workers) you cannot simply continue your JB claim when it is exhausted since you must have suffered a substantial loss of employment to re-qualify for JB, (unless you are a casual worker)
pl: Niemniej jednak, jeśli pracujesz i występujesz o zasiłek dla bezrobotnych (regularni pracownicy w skróconym wymiarze godzin oraz zatrudnieni w niepełnym wymiarze czasu), nie możesz po prostu żądać kontynuacji zasiłku po jego wygaśnięciu, ponieważ w celu ponownego zakwalifikowania do otrzymania zasiłku, konieczna jest poważna utrata zatrudnienia, (chyba że jesteś pracownikiem sezonowym)

source: If you have lost your job you will have suffered a substantial loss of employment
pl: Jeśli utraciliście pracę, będzie to dla was dotkliwa utrata zatrudnienia

source: If you are a part-time or systematic short-time worker DSP will look at your pattern of employment over the last 13 weeks or another representative period to find out whether you have suffered a substantial loss of employment
pl: Jeśli pracujecie w niepełnym bądź skróconym wymiarze czasu, Departament Opieki Społecznej (DSP) prześledzi wasze zatrudnienie w okresie ostatnich 13 tygodni bądź w innym reprezentatywnym okresie w celu stwierdzenia, czy dotknęła was poważna strata

source: For example, if you are getting JB and working 3 days each week as a systematic short-time worker or a part-time worker and your employment pattern has not changed during the course of your JB claim, you will not have suffered a substantial loss of employment and will not re-qualify for Jobseeker’s Benefit when you exhaust your claim
pl: Na przykład, jeśli otrzymujecie JB i w każdym tygodniu pracujecie 3 dni jako pracownik w niepełnym bądź skróconym wymiarze czasu, a typ waszego zatrudnienia nie uległ zmianie w okresie starania się o JB, wówczas nie dotknęła was poważna utrata zatrudnienia i nie zostaniecie zakwalifikowani ponownie do otrzymywania zasiłku dla bezrobotnych

source: However, if your JB claim ends and your 3 day week working week is then reduced to a 2 day week, you will have suffered a substantial loss of employment and may re-qualify for Jobseeker’s Benefit
pl: Jednakże, jeśli obowiązywanie zasiłku kończy się, a wasz 3-dniowy tydzień pracy zostaje skrócony do 2 dni, zostaniecie dotknięci poważną stratą i możecie zostać ponownie zakwalifikowani do otrzymywania zasiłku dla bezrobotnych

source: If you claim JB for a period, sign off and then claim JB again within 26 weeks your claim may be linked to the earlier claim
pl: Jeśli występujesz o zasiłek dla bezrobotnych na jakiś okres, kończysz oraz występujesz o zasiłek ponownie w okresie 26 tygodni, twój wniosek może zostać dołączony do wniosku wcześniejszego

source: This means that your claim is not treated as a new claim and:
pl: Oznacza to, że twój wniosek nie jest traktowany jako nowy, a zatem:

source: • You do not have to wait for 3 days before getting your payment
pl: • Nie musisz czekać 3 dni na otrzymanie wypłaty

source: • The cumulative total of days from the previous claim is continued (so, for example, if you have used up 100 days of your total JB entitlement of 234 days you have 134 days remaining on your claim)
pl: • Kontynuowana jest skumulowana liczba dni z wniosku poprzedniego (zatem, na przykład, jeśli wykorzystałeś(aś) do 100 dni swoich uprawnień do zasiłku dla bezrobotnych, wynoszących 234 dni, do wykorzystania pozostało ci 134 dni)

source: • The rate of JB is the same rate payable as on the previous claim, unless there has been a budgetary increase or change in family circumstances (such as a new child dependant)
pl: • Stawka zasiłku pozostaje taka sama, jak we wniosku poprzednim, chyba że miały miejsce podwyżki budżetowe bądź zmiany w sytuacji rodzinnej (takie, jak np. nowe dziecko na utrzymaniu)

source: If your JB claim does not link to a previous claim it is treated as a new claim
pl: Jeśli wniosek o zasiłek nie łączy się z poprzednim, traktowany jest jako wniosek nowy

source: You must wait for 3 days before getting a payment and your cumulative total of days starts from the first day of payment
pl: Na wypłatę zasiłku musisz czekać 3 dni, zaś naliczanie ogólnej liczby dni rozpoczyna się od dnia pierwszej wypłaty

source: You can read more about linking claims including information on linking to a different scheme (such as Illness Benefit) and linking to an earlier JB claim through a different scheme or period spent in training or on an employment scheme
pl: zasiłek chorobowy) oraz o możliwościach dołączenia do poprzedniego wniosku o zasiłek, poprzez różne programy lub też za okres czasu spędzony na szkoleniach, bądź poprzez schemat zatrudnienia

source: Short-term employment or training
pl: Krótkookresowo prace lub szkolenie

source: The Department of Social Protection operates a fast-tracking system for people who sign off to take up work for a short period (up to 12 weeks) or to go on a short training course (up to 12 weeks)
pl: Wydzial dysponuje systemem rejestrujacym osoby, które rezygnuja z zasilku w celu podjecia pracy krótkookresowej (do 12 tygodni) lub uczeszczaja na szkolenia (do 12 tygodni)

source: This ensures that your payment is re-instated without delay
pl: Dzieki temu wznowienie wyplat swiadczen odbywa sie bez opóznien

source: It is important that you inform your Intreo Centre or local Social Welfare Branch Office in advance that you are taking up work or training
pl: Wazne jest, aby wczesniej poinformowac lokalne biuro swiadczen spolecznych o podjeciu pracy lub szkolenia

source: Jobseeker's Benefit is not paid for the first 3 days you are unemployed (the first 3 days are any 3 days, not necessarily consecutive, in a period of 7 consecutive days)
pl: Zasiłek dla bezrobotnych nie jest wypłacany przez pierwsze 3 dni każdej „przerwy w zatrudnieniu". Za przerwę w zatrudnieniu uznaje się każde trzy dni (niekoniecznie następujące po sobie) w nieprzerwanym okresie 7 dni

source: If you are unemployed for a second time within 26 weeks of your last JB payment your application for Jobseeker's Benefit is not treated as a new claim and you do not have another 3 days of non-payment. See 'Linking claims' above
pl: Jeżeli w ciągu 26 tygodni pojawią się dwie takie przerwy, zasiłek jest w dalszym ciągu wypłacany i okres trzech dni braku wypłacania świadczeń nie znajduje zastosowania

source: Weekly Jobseeker's Benefit payment in 2016 and up to 9 March 2017
pl: Tygodniowe wypłaty zasiłku dla bezrobotnych w 2015 r

source: │€300 or more │€188.00 │€124.80 │ │
pl: │Poniżej 150 EUR │84,50 EUR │80,90 EUR │

source: │earnings │rate │qualified adult │qualified child │
pl: │150–219,99 EUR │121,40 EUR │80,90 EUR │

source: │€300 or more │€193.00 │€128.10 │ │
pl: │300 EUR lub więcej │188 EUR │124,80 EUR │

source: You get a personal rate and may get an increase for an adult dependant and child dependant (see below)
pl: Należna stawka osobista oraz ew. świadczenie podwyższone na osobę dorosłą na utrzymaniu i dziecko na utrzymaniu

source: Your average weekly earnings do not affect the amount you get for a child dependent
pl: Średnie zarobki tygodniowe nie mają wpływu na kwotę otrzymywaną na dziecko na utrzymaniu

source: Jobseeker's Benefit rates are graduated according to your earnings in the relevant tax year
pl: Zredukowana stawka zasiłku dla osób poszukujących pracy jest wypłacana, jeżeli średnie tygodniowe zarobki w odpowiednim roku podatkowym przed utratą pracy były niższe niż 300 euro

source: Your average weekly earnings are your gross yearly earnings from employment divided by the number of paid A, H or P contributions in the relevant tax year
pl: Średnie tygodniowe zarobki są to roczne zarobki brutto z tytułu zatrudnienia w odpowiednim roku podatkowym podzielone przez liczbę opłaconych składek klasy A, H lub P

source: If you only qualify for a reduced JB payment, it may of greater benefit for you to claim Jobseeker's Allowance instead of Jobseeker's Benefit
pl: Dla osób, których dotyczy ta reguła, korzystniejsze może okazać się ubieganie się o zapomogę dla osób poszukujących pracy zamiast o zasiłek

source: Your payment can be reduced if you refuse or fail to attend meetings requested by the Department or if you refuse or fail to participate in an appropriate employment support scheme, work experience or training
pl: Wysokość świadczenia może ulec obniżeniu, jeżeli świadczeniobiorca odmawia przybycia na wezwania Departamentu lub nie uczestniczy w planie wspierania zatrudnienia, nie stawia się w pracy lub na szkoleniach
